Repository: 84000/data-translation-memory
Catalog: toh238-v3.tmx
Source language: bo
Languages: en

source: བདག་ནི་སྙིང་རྗེ་ཆེན་པོ་ལ་དམིགས་ནས། ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བཤད་པར་བགྱིའོ། །
en: I will explain this approach to the Dharma while focused on great compassion.”

source: བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པས་གསོལ་པ། བཅོམ་ལྡན་འདས་བྱམས་པའི་སེམས་ཀྱིས་དམ་པའི་ཆོས་ཡོངས་སུ་འཛིན་པར་རྔོ་ཐོགས་སོ། །
en: The bodhisattva Maitreya said, “Those with minds suffused with love are capable of understanding the sublime Dharma.

source: གནོད་སེམས་མང་པོ་ལ་དམ་པའི་ཆོས་ཡོངས་སུ་འཛིན་པ་མ་མཆིས་པའི་སླད་དུའོ། །
en: Because those with rampant maliciousness are not capable of understanding the sublime Dharma.

source: བཅོམ་ལྡན་འདས་བདག་ནི་བྱམས་པའི་སེམས་ཀྱིས། ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བཤད་པར་བགྱིའོ། །
en: Blessed One, I will explain this approach to the Dharma with a mind suffused with love.”

source: བྱང་ཆུབ་སེམས་དཔའ་མཐོང་ན་དགས་གསོལ་པ། བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་གང་སེམས་ཅན་རྣམས་ཀྱིས་མཐོང་ན་ངོམས་པར་མི་འགྱུར་བ་དེས། དམ་པའི་ཆོས་ཡོངས་སུ་འཛིན་པར་རྔོ་ཐོགས་ཏེ།
en: The bodhisattva Priyadarśana said, “Blessed One, a bodhisattva who is not satisfied when beheld by beings is not capable of understanding the sublime Dharma.

source: བཅོམ་ལྡན་འདས་བདག་ནི་སེམས་ཅན་ཐམས་ཅད་ལ་ཁོང་ཁྲོ་བ་མ་མཆིས་པའི་སེམས་ཀྱིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཡོངས་སུ་གཟུང་བར་བགྱིའོ། །
en: Blessed One, I will maintain this approach to the Dharma without hostility toward any being.”

source: བྱང་ཆུབ་སེམས་དཔའ་དེད་དཔོན་གྱིས་གསོལ་པ། བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་གང་སེམས་ཅན་རྣམས་ཀྱི་དོན་དུ་སྡུག་བསྔལ་ཐམས་ཅད་ལ་སྤྲོ་བ་དང་། གང་ཡང་སེམས་ཅན་རྣམས་སངས་རྒྱས་ཉིད་ཡང་དག་པར་བསྒྲུབ་པར་འཚལ་ཞིང་། སེམས་ཅན་ཐམས་ཅད་བསྒྲལ་ནས་སླད་ཀྱིས་བདག་རྒལ་བར་འཚལ་བ་དེ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་འཛིན་པར་འགྱུར་ཏེ།
en: The bodhisattva Sārthavāha said, “Blessed One, bodhisattvas who endure suffering on behalf of beings, who seek to bring beings to buddhahood, and who defer their own crossing until all other beings have crossed uphold this approach to the Dharma.

source: བཅོམ་ལྡན་འདས་བདག་ནི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་དོན་དུ་སངས་རྒྱས་ཉིད་ཡང་དག་པར་བསྒྲུབ་པར་འཚལ་ལོ། །
en: Blessed One, I seek buddhahood for all beings.

source: བཅོམ་ལྡན་འདས་བདག་ནི་སེམས་ཅན་ཐམས་ཅད་བསྒྲལ་ནས། སླད་ཀྱིས་བདག་རྒལ་བར་འཚལ་ལོ། །བསྒྲལ་བར་བགྱི་བ་དང་།
en: Blessed One, I defer my crossing until after all other beings have crossed.

source: སྒྲོལ་བ་པོ་དང་། བསྒྲལ་བ་ཡང་མི་དམིགས་པར་བགྱིའོ། །
en: I do not fixate on the concepts of one who crosses, a guide to crossing over, or of crossing.

source: བཅོམ་ལྡན་འདས་བདག་ནི་དེ་ལྟ་བུའི་སེམས་དང་ལྡན་པས། ཆོས་ཀྱི་རྣམ་གྲངས་འདི་གཟུང་བར་བགྱིའོ། །
en: Blessed One, with this intention I will uphold this approach to the Dharma.”

source: འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་གསོལ་པ། བཅོམ་ལྡན་འདས་གང་འདི་ལྟར་བདག་གིས་དམ་པའི་ཆོས་ཡོངས་སུ་གཟུང་ངོ་སྙམ་པ་འདི་ནི། འཇིག་རྟེན་གྱི་ཕྱིན་ཅི་ལོག་གོ། །
en: The youthful Mañjuśrī said, “Blessed One, those who think, ‘I understand the sublime Dharma’ have made a mundane error.

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔས་ནི། རེ་ཞིག་བདག་ཉིད་དུལ་བར་བགྱི། བདག་ཉིད་ཞི་བར་བགྱིའོ། །དེ་བདག་ཉིད་དུལ་ཞིང་ཞི་ལ་ཉེ་བར་ཞི་ནས། ཆོས་ཀྱི་ངོ་བོ་ཉིད་ཀྱིས་དམ་པའི་ཆོས་ཡོངས་སུ་གཟུང་བར་རྔོ་ཐོགས་ཏེ།
en: Blessed One, bodhisattvas who think thoughts like, ‘I will tame myself,’ ‘I will pacify myself,’ or ‘I will tame, pacify, and calm myself’ are capable of understanding the sublime Dharma by means of the essential Dharma.

source: བཅོམ་ལྡན་འདས་བདག་ནི་བདག་ཉིད་དུལ་ཞིང་ཞི་ལ་ཉེ་བར་ཞི་ནས། ཆོས་ཀྱི་ངོ་བོ་ཉིད་ཀྱིས་དམ་པའི་ཆོས་ཡོངས་སུ་གཟུང་བར་བགྱིའོ། །
en: Blessed One, I will understand the sublime Dharma by means of the essential Dharma after taming, pacifying, and calming myself.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས། བྱང་ཆུབ་སེམས་དཔའ་དམ་པའི་ཆོས་ཡོངས་སུ་ཟིན་པ་དེ་དག་ལ་ལེགས་སོ་ཞེས་བྱ་བ་བྱིན་ཏེ། སྐྱེས་བུ་དམ་པ་དག་འདི་ལྟར་ཁྱོད་ཅག་སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་པ་དང་བདེ་བའི་ཕྱིར། དམ་པའི་ཆོས་ཡོངས་སུ་གཟུང་བར་སྤྲོ་བ་ནི།
en: The Blessed One then indicated his approval of the bodhisattvas who had understood the sublime Dharma by saying, “Sublime ones, it is excellent that you are enthusiastic about understanding the sublime Dharma in this way in order to bring happiness and benefit to all beings.

source: ལེགས་སོ་ལེགས་སོ། །
en: Excellent!

source: འདི་ནི་ཁྱོད་དང་འཚམ་མོ། །
en: You are up to the task.

source: དམ་པའི་ཆོས་ཡོངས་སུ་འཛིན་པ་ནི། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཡང་དག་ཕུལ་གྱི་ཆོས་སོ། །
en: Understanding the sublime Dharma is the most exalted duty of bodhisattvas.

source: བྱང་ཆུབ་སེམས་དཔའ་རྟག་ཏུ་དམ་པའི་ཆོས་ཡོངས་སུ་གཟུང་བ་ལ་བརྩོན་པར་བྱའོ། །
en: A bodhisattva should always strive to understand the sublime Dharma.

source: རིགས་ཀྱི་བུ་དག །ཆོས་ཡང་དག་པར་བརྗོད་པ་དང་རབ་ཏུ་ལྡན་པའི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བཟུང་བ་དང་། བཀླགས་པ་དང་། ཀུན་ཆུབ་པར་བྱས་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་སྐྱེ་བ་མེད་པ། འགག་པ་མེད་པའི་སྐུ་ནི་ཆོས་ཀྱི་སྐུའོ། །
en: Children of good family, a bodhisattva great being who has received this approach to the Dharma that includes the discourse on the Dharma presented here, who has read it and assimilated it, possesses the unarising and unceasing body, the dharmakāya.

source: ཆོས་ཀྱི་སྐུ་ནི་སངས་རྒྱས་ཀྱི་སྐུའོ་ཞེས། སངས་རྒྱས་ལ་སྣང་བ་ཆེན་པོ་ཐོབ་པར་འགྱུར་རོ། །
en: Because the dharmakāya is the body of a buddha, they will attain great clarity about the Buddha.

source: ཆོས་ཐམས་ཅད་ནི་མ་བྱས་པ་འདུས་མ་བྱས་པའོ་ཞེས་ཆོས་ལ་སྣང་བ་ཆེན་པོ་ཐོབ་པར་འགྱུར་རོ། །
en: Because all phenomena are uncreated and uncompounded, they will attain great clarity about the Dharma.

source: ངའི་བ་མེད་པ་དང་། ཡོངས་སུ་འཛིན་པ་མེད་པ་ནི། བཅོམ་ལྡན་འདས་ཀྱི་སློབ་མའི་དགེ་འདུན་ནོ་ཞེས་དགེ་འདུན་ལ་སྣང་བ་ཆེན་པོ་ཐོབ་པར་འགྱུར་རོ། །
en: Because the Saṅgha of the Blessed One’s students lacks the sense of ‘mine’ and is devoid of grasping, they will attain great clarity about the Saṅgha.

source: སྙིང་རྗེ་ཆེན་པོ་ནི། བྱང་ཆུབ་སེམས་དཔའི་བསླབ་པའི་རྩ་བའོ་ཞེས། བྱང་ཆུབ་སེམས་དཔའི་བསླབ་པ་རྣམས་ལ་སྣང་བ་ཐོབ་པར་འགྱུར་རོ། །
en: Because great compassion is the root of a bodhisattva’s training, they will attain great clarity about the trainings of a bodhisattva.

source: ངེས་པའི་ཚིག་ཐམས་ཅད་ནི་སྐྱེ་བ་མེད་པའི་ངོ་བོ་ཉིད་དོ་ཞེས་སྤོབས་པའི་སྣང་བ་ཐོབ་པར་འགྱུར་རོ། །
en: Because all language is essentially unarisen, they will attain great clarity about confident eloquence.

source: རིགས་ཀྱི་བུ་དག་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ནི། ཀླུའི་རྒྱལ་པོ་རྒྱ་མཚོའི་གནས་དང་། བརྒྱ་བྱིན་གྱི་གནས་དང་། ཀླུའི་རྒྱལ་པོ་མ་དྲོས་པའི་གནས་སུ་སྤྱོད་པར་འགྱུར།
en: “Children of good family, this approach to the Dharma is practiced in the realm of the nāga king Sāgara, in the realm of Śakra, and in the realm of the nāga king Anavatapta.

source: དེའི་འོག་ཏུ་འཛམ་བུའི་གླིང་དུ་སྤྱོད་པར་འགྱུར་ཏེ། སེམས་ཅན་གང་དག་སངས་རྒྱས་ཀྱིས་ཡོངས་སུ་བཟུང་བ་དང་། བྱང་ཆུབ་སེམས་དཔས་ཡོངས་སུ་གཟུང་བར་འགྱུར་བ།
en: Henceforth it will be practiced in Jambudvīpa.

source: དྲང་བ། གཡོ་མེད་པ། དེས་པ། ཆོས་ཟབ་མོ་ལ་མོས་པ། དེ་དག་གི་ལག་ཏུ་འགྲོ་བར་འགྱུར་རོ། །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། བྱང་ཆུབ་སེམས་དཔའ་རྩོམ་པ་མེད་དང་། བྱང་ཆུབ་སེམས་དཔའ་བློ་གྲོས་རྣམ་པར་གནོན་དང་། བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་དང་། ཉན་ཐོས་ཆེན་པོ་དེ་དག་དང་།
en: It will reach the hands of those beings who are supported by the Buddha and bodhisattvas, and who are upright, unwavering, gentle, and have interest in the profound Dharma.”

source: ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ།
en: When the Blessed One had finished speaking to the bodhisattva Nirārambha, the bodhisattva Mativikrama, and the other bodhisattvas and śrāvakas, rejoiced along with the world with its gods, humans, asuras, and gandharvas.

source: བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།
en: They then praised what the Blessed One had said.

source: འཕགས་པ་ཆོས་ཐམས་ཅད་ཡང་དག་པར་སྡུད་པ་སྟོང་ཕྲག་བརྒྱ་པའི་མདོ་ལས་རྩོམ་པ་མེད་ཀྱི་ལེའུ་སྟེ་བཅུ་གཉིས་པ་རྫོགས་སོ།། །།
en: The twelfth chapter, the chapter on Nirārambha, from the noble “Discourse on All Dharmas Sūtra in One Hundred Thousand Lines” is complete.

source: རྒྱ་གར་གྱི་མཁན་པོ་མཉྫུ་ཤྲཱི་གརྦྷ་དང་། བི་ཛ་ཡ་ཤཱི་ལ་དང་། ཤཱི་ལེན་དྲ་བོ་དྷི་དང་། ཞུ་ཆེན་གྱི་ལོ་ཙྪ་བ་བན་དེ་ཡེ་ཤེས་སྡེས་བསྒྱུར་ཅིང་ཞུས་ཏེ། སྐད་གསར་ཅད་ཀྱིས་ཀྱང་བཅོས་ནས་གཏན་ལ་ཕབ་པ།​།
en: It was translated and edited by the Indian preceptors Mañjuśrīgarbha, Vijayaśīla, Śīlendrabodhi and the chief translator and editor Bandé Yeshé Dé. It was then revised and finalized according to the new lexicon.
